Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# admin_reports_target_comment
source: Comment
es: Comentario
ko: 댓글
vi: Bình luận
zh_hans: 评论
zh_hant: 留言

# admin_reports_target_message
source: Message
es: Mensaje
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# admin_reports_target_post
source: Post
es: Publicación
ko: 게시글
vi: Bài đăng
zh_hans: 帖子
zh_hant: 貼文

# admin_reports_target_ride
source: Ride
es: Viaje
ko: 라이드
vi: Chuyến đi
zh_hans: 搭车
zh_hant: 搭車

# admin_reports_target_user
source: User
es: Usuario
ko: 사용자
vi: Người dùng
zh_hans: 用户
zh_hant: 用戶

# admin_reports_title
source: Reports
es: Reportes
ko: 신고
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# admin_requests_fulfilled_label
source: Requests Fulfilled
es: Solicitudes cumplidas
ko: 완료된 요청
vi: Yêu cầu đã hoàn thành
zh_hans: 已完成请求
zh_hant: 已完成請求

# admin_requests_fulfilled_title
source: Requests Fulfilled
es: Solicitudes cumplidas
ko: 완료된 요청
vi: Yêu cầu đã hoàn thành
zh_hans: 已完成请求
zh_hant: 已完成請求

# admin_restrict_confirm
source: Restrict
es: Restringir
ko: 제한
vi: Hạn chế
zh_hans: 限制
zh_hant: 限制

# admin_restrict_confirm_message
source: This will immediately restrict this user's access to the app. They will be notified.
es: Esto restringirá de inmediato el acceso de este usuario a la aplicación. Se le notificará.
ko: 이 사용자의 앱 접근이 즉시 제한됩니다. 해당 사용자에게 알림이 전송됩니다.
vi: Thao tác này sẽ hạn chế quyền truy cập ứng dụng của người dùng này ngay lập tức. Họ sẽ được thông báo.
zh_hans: 这将立即限制此用户使用本应用。系统会通知对方。
zh_hant: 這將立即限制此用戶使用本應用程式。系統會通知對方。

# admin_restrict_failed
source: Couldn't restrict this member. Please try again.
es: No se pudo restringir a este miembro. Por favor, inténtalo de nuevo.
ko: 이 회원을 제한하지 못했습니다. 다시 시도해 주세요.
vi: Không thể hạn chế thành viên này. Vui lòng thử lại.
zh_hans: 无法限制此成员。请重试。
zh_hant: 無法限制此成員。請重試。

# admin_restrict_reason_placeholder
source: Describe why this user is being restricted
es: Describe por qué se restringe a este usuario
ko: 이 사용자를 제한하는 이유를 설명하세요
vi: Mô tả lý do người dùng này bị hạn chế
zh_hans: 说明限制此用户的原因
zh_hant: 說明限制此用戶的原因

# admin_restrict_reason_prompt
source: Reason for restriction
es: Motivo de la restricción
ko: 제한 사유
vi: Lý do hạn chế
zh_hans: 限制原因
zh_hant: 限制原因

# admin_restrict_user
source: Restrict User
es: Restringir usuario
ko: 사용자 제한
vi: Hạn chế người dùng
zh_hans: 限制用户
zh_hant: 限制用戶

# admin_restriction_removed_toast
source: Restriction removed
es: Restricción quitada
ko: 제한이 해제되었습니다
vi: Đã gỡ hạn chế
zh_hans: 已解除限制
zh_hant: 已解除限制

# admin_rides_favors_count
source: %lld rides, %lld favors
es: %1$lld viajes, %2$lld favores
ko: 라이드 %1$lld, 부탁 %2$lld
vi: %1$lld chuyến đi, %2$lld nhờ vả
zh_hans: %1$lld次搭车，%2$lld次帮忙
zh_hant: %1$lld次搭車，%2$lld次幫忙

# admin_send
source: Send
es: Enviar
ko: 전송
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# admin_send_announcement
source: Send Announcement
es: Enviar anuncio
ko: 공지 전송
vi: Gửi thông báo
zh_hans: 发送公告
zh_hant: 發送公告

# admin_send_announcement_hint
source: Double-tap to compose a broadcast announcement
es: Toca dos veces para redactar un anuncio para todos los miembros
ko: 두 번 탭하여 전체 공지 작성
vi: Nhấn đúp để soạn thông báo gửi tới tất cả thành viên
zh_hans: 轻点两下撰写群发公告
zh_hant: 點兩下以撰寫群發公告

# admin_send_broadcast
source: Send Broadcast
es: Enviar transmisión
ko: 방송 전송
vi: Gửi thông báo chung
zh_hans: 发送广播
zh_hant: 發送廣播

# admin_share_app_link
source: Copy App Link
es: Copiar enlace de la aplicación
ko: 앱 링크 복사
vi: Sao chép liên kết ứng dụng
zh_hans: 复制应用链接
zh_hant: 複製應用程式連結

# admin_share_app_link_accessibility
source: Share app link
es: Compartir enlace de la aplicación
ko: 앱 링크 공유
vi: Chia sẻ liên kết ứng dụng
zh_hans: 分享应用链接
zh_hant: 分享應用程式連結

# admin_share_app_link_hint
source: Double-tap to share the app with prospective members
es: Toca dos veces para compartir la aplicación con futuros miembros
ko: 두 번 탭하여 예비 회원에게 앱 공유
vi: Nhấn đúp để chia sẻ ứng dụng với thành viên tiềm năng
zh_hans: 轻点两下与潜在成员分享应用
zh_hant: 點兩下以與潛在成員分享應用程式

# admin_share_message
source: Share Naar's Cars with prospective members. Anyone can sign up and new accounts are reviewed before activation.
es: Comparte Naar's Cars con posibles miembros nuevos. Cualquiera puede registrarse y las cuentas nuevas se revisan antes de activarse.
ko: 예비 회원에게 Naar's Cars를 공유하세요. 누구나 가입할 수 있으며 새 계정은 활성화 전에 검토됩니다.
vi: Chia sẻ Naar's Cars với các thành viên tiềm năng. Ai cũng có thể đăng ký và tài khoản mới sẽ được xem xét trước khi kích hoạt.
zh_hans: 向潜在成员分享 Naar's Cars。任何人都可以注册，新账户在启用前会经过审核。
zh_hant: 向潛在成員分享 Naar's Cars。任何人都可以註冊，新帳戶在啟用前會經過審核。

# admin_stat_active
source: Active
es: Activos
ko: 활성
vi: Hoạt động
zh_hans: 活跃
zh_hant: 活躍

# admin_stat_members
source: Members
es: Miembros
ko: 회원
vi: Thành viên
zh_hans: 成员
zh_hant: 成員

# admin_stat_pending
source: Pending
es: Pendientes
ko: 대기 중
vi: Đang chờ
zh_hans: 待处理
zh_hant: 待處理

# admin_stats
source: Stats
es: Estadísticas
ko: 통계
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# admin_stats_load_failed
source: Couldn't load the stats.
es: No se pudieron cargar las estadísticas.
ko: 통계를 불러오지 못했습니다.
vi: Không thể tải thống kê.
zh_hans: 无法加载统计数据。
zh_hant: 無法載入統計資料。

# admin_status_claimed
source: Claimed
es: Reclamado
ko: 수락됨
vi: Đã nhận
zh_hans: 已认领
zh_hant: 已認領

# admin_status_open
source: Open
es: Abierto
ko: 열림
vi: Mở
zh_hans: 开放
zh_hant: 開放

# admin_status_pending
source: Pending
es: Pendiente
ko: 대기
vi: Đang chờ
zh_hans: 待处理
zh_hant: 待處理

# admin_submitted_at_label
source: Application submitted
es: Postulación enviada
ko: 신청 제출일
vi: Ngày nộp đơn
zh_hans: 申请提交时间
zh_hant: 申請提交時間

# admin_total_savings_title
source: Total Savings
es: Ahorro total
ko: 총 절약액
vi: Tổng tiết kiệm
zh_hans: 总节省
zh_hant: 總節省

# admin_unrestrict_failed
source: Couldn't remove the restriction. Please try again.
es: No se pudo quitar la restricción. Por favor, inténtalo de nuevo.
ko: 제한을 해제하지 못했습니다. 다시 시도해 주세요.
vi: Không thể gỡ hạn chế. Vui lòng thử lại.
zh_hans: 无法解除限制。请重试。
zh_hant: 無法解除限制。請重試。

# admin_update_admin_failed
source: Couldn't change this member's admin status. Please try again.
es: No se pudo cambiar el estado de administrador de este miembro. Por favor, inténtalo de nuevo.
ko: 이 회원의 관리자 상태를 변경하지 못했습니다. 다시 시도해 주세요.
vi: Không thể thay đổi quyền quản trị của thành viên này. Vui lòng thử lại.
zh_hans: 无法更改此成员的管理员身份。请重试。
zh_hant: 無法變更此成員的管理員身分。請重試。

# admin_user_details
source: User Details
es: Detalles del usuario
ko: 사용자 세부정보
vi: Chi tiết người dùng
zh_hans: 用户详情
zh_hant: 用戶詳情

# admin_user_restricted_badge
source: Restricted
es: Restringido
ko: 제한됨
vi: Bị hạn chế
zh_hans: 已限制
zh_hant: 已限制

# admin_user_restricted_toast
source: Member restricted
es: Miembro restringido
ko: 회원이 제한되었습니다
vi: Đã hạn chế thành viên
zh_hans: 成员已被限制
zh_hant: 成員已被限制

# admin_verify_failed
source: Couldn't check your admin access. Check your connection and try again.
es: No se pudo verificar tu acceso de administrador. Revisa tu conexión e inténtalo de nuevo.
ko: 관리자 권한을 확인하지 못했습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Không thể kiểm tra quyền quản trị của bạn. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法验证您的管理员权限。请检查网络连接后重试。
zh_hant: 無法驗證您的管理員權限。請檢查網路連線後重試。

# admin_verifying_access
source: Verifying access...
es: Verificando acceso...
ko: 접근 권한 확인 중...
vi: Đang xác minh quyền truy cập...
zh_hans: 正在验证访问权限...
zh_hant: 正在驗證存取權限...

# admin_view_profile
source: View Profile
es: Ver perfil
ko: 프로필 보기
vi: Xem hồ sơ
zh_hans: 查看个人资料
zh_hant: 查看個人資料

# admin_week_of
source: Week of %@
es: Semana del %@
ko: %@ 주
vi: Tuần %@
zh_hans: %@ 这周
zh_hant: %@ 這週

source: and
es: y
ko: 및
vi: và
zh_hans: 和
zh_hant: 和

source: Announcement
es: Anuncio
ko: 공지
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

source: APNs Token
es: Token de APNs
ko: APNs 토큰
zh_hans: APNs 令牌
zh_hant: APNs 權杖

# app_clear_local_data
source: Clear Local Data
es: Borrar datos locales
ko: 로컬 데이터 삭제
vi: Xóa dữ liệu cục bộ
zh_hans: 清除本地数据
zh_hant: 清除本地資料

# app_data_error_message
source: The local data store could not be loaded. You can clear local data and try again, or quit the app.
es: No se pudo cargar el almacén de datos local. Puedes borrar los datos locales e intentar de nuevo, o salir de la app.
ko: 로컬 데이터 저장소를 불러올 수 없습니다. 로컬 데이터를 삭제하고 다시 시도하거나 앱을 종료할 수 있습니다.
vi: Không thể tải kho dữ liệu cục bộ. Bạn có thể xóa dữ liệu cục bộ và thử lại, hoặc thoát ứng dụng.
zh_hans: 无法加载本地数据存储。你可以清除本地数据并重试，或退出应用。
zh_hant: 無法載入本地資料儲存。你可以清除本地資料並重試，或退出應用。

# app_data_error_title
source: Data Error
es: Error de datos
ko: 데이터 오류
vi: Lỗi dữ liệu
zh_hans: 数据错误
zh_hant: 資料錯誤

# app_loading
source: Loading...
es: Cargando...
ko: 로딩 중...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# app_lock_auth_failed
source: Authentication Failed
es: Error de autenticación
ko: 인증 실패
vi: Xác thực thất bại
zh_hans: 认证失败
zh_hant: 認證失敗

# app_lock_biometric_reason
source: Unlock Naar's Cars
es: Desbloquear Naar's Cars
ko: Naar's Cars 잠금 해제
vi: Mở khóa Naar's Cars
zh_hans: 解锁 Naar's Cars
zh_hant: 解鎖 Naar's Cars

# app_lock_please_try_again
source: Please try again.
es: Por favor, inténtalo de nuevo.
ko: 다시 시도해 주세요.
vi: Vui lòng thử lại.
zh_hans: 请重试。
zh_hant: 請重試。

# app_lock_subtitle
source: Unlock to continue
es: Desbloquea para continuar
ko: 계속하려면 잠금을 해제하세요
vi: Mở khóa để tiếp tục
zh_hans: 解锁以继续
zh_hant: 解鎖以繼續

# app_lock_try_again
source: Try Again
es: Intentar de nuevo
ko: 다시 시도
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# app_lock_unlock_hint
source: Double-tap to authenticate and unlock the app
es: Pulsa dos veces para autenticarte y desbloquear la aplicación
ko: 두 번 탭하여 인증하고 앱 잠금을 해제하세요
vi: Nhấn đúp để xác thực và mở khóa ứng dụng
zh_hans: 轻点两下以验证身份并解锁应用
zh_hant: 點兩下以驗證身分並解鎖應用

# app_lock_unlock_with
source: Unlock with %@
es: Desbloquear con %@
ko: %@(으)로 잠금 해제
vi: Mở khóa bằng %@
zh_hans: 使用 %@ 解锁
zh_hant: 使用 %@ 解鎖

# app_logo_accessibility
source: Naar's Cars logo
es: Logotipo de Naar's Cars
ko: Naar's Cars 로고
vi: Logo Naar's Cars
zh_hans: Naar's Cars 标志
zh_hant: Naar's Cars 標誌

# app_logo_tagline_accessibility
source: Naar's Cars - Community Ride Sharing
es: Naar's Cars: viajes compartidos en comunidad
ko: Naar's Cars - 커뮤니티 라이드 공유
vi: Naar's Cars - Đi chung xe cộng đồng
zh_hans: Naar's Cars - 社区拼车
zh_hant: Naar's Cars - 社群共乘

# app_quit
source: Quit
es: Salir
ko: 종료
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# app_retry
source: Retry
es: Reintentar
ko: 다시 시도
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Appearance
es: Apariencia
ko: 모양
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# application_error_fields_required
source: Please fill in both fields.
es: Por favor, completa ambos campos.
ko: 두 항목을 모두 입력해 주세요.
vi: Vui lòng điền cả hai trường.
zh_hans: 请填写两个字段。
zh_hant: 請填寫兩個欄位。

# application_error_not_signed_in
source: You must be signed in to submit an application.
es: Debes iniciar sesión para enviar una postulación.
ko: 신청서를 제출하려면 로그인해야 합니다.
vi: Bạn phải đăng nhập để gửi đơn đăng ký.
zh_hans: 您需要登录后才能提交申请。
zh_hant: 您需要登入後才能提交申請。

# application_error_submit_failed
source: Failed to submit application. Please try again.
es: Error al enviar la postulación. Por favor, inténtalo de nuevo.
ko: 신청서를 제출하지 못했습니다. 다시 시도해 주세요.
vi: Không thể gửi đơn đăng ký. Vui lòng thử lại.
zh_hans: 提交申请失败。请重试。
zh_hant: 提交申請失敗。請重試。

# application_heard_about_label
source: How did you hear about Naar's Cars?
es: ¿Cómo te enteraste de Naar's Cars?
ko: Naar's Cars를 어떻게 알게 되셨나요?
vi: Bạn biết đến Naar's Cars qua đâu?
zh_hans: 您是如何得知 Naar's Cars 的？
zh_hant: 您是如何得知 Naar's Cars 的？

# application_heard_about_placeholder
source: Friend, social media, neighborhood group, search, etc.
es: Un amigo, redes sociales, grupo del vecindario, búsqueda, etc.
ko: 지인, SNS, 동네 모임, 검색 등
vi: Bạn bè, mạng xã hội, nhóm khu phố, tìm kiếm, v.v.
zh_hans: 朋友、社交媒体、邻里群组、搜索等。
zh_hant: 朋友、社群媒體、鄰里群組、搜尋等。

# application_helper_text
source: These responses help us review new accounts for safety and community quality.
es: Estas respuestas nos ayudan a revisar las cuentas nuevas para cuidar la seguridad y la calidad de la comunidad.
ko: 이 답변은 안전과 커뮤니티 품질을 위해 새 계정을 검토하는 데 도움이 됩니다.
vi: Những câu trả lời này giúp chúng tôi xem xét tài khoản mới để đảm bảo an toàn và chất lượng cộng đồng.
zh_hans: 这些回答有助于我们审核新账户，保障安全并维护社区质量。
zh_hant: 這些回答有助於我們審核新帳戶，確保安全並維護社群品質。

# application_join_reason_label
source: Why would you like to join?
es: ¿Por qué te gustaría unirte?
ko: 가입하려는 이유가 무엇인가요?
vi: Vì sao bạn muốn tham gia?
zh_hans: 您为什么想加入？
zh_hant: 您為什麼想加入？

# application_join_reason_placeholder
source: A short note about how you'd like to use the app
es: Una breve nota sobre cómo te gustaría usar la aplicación
ko: 앱을 어떻게 사용하고 싶은지 간단히 적어 주세요
vi: Vài dòng về cách bạn muốn sử dụng ứng dụng
zh_hans: 简单说明您打算如何使用这款应用
zh_hant: 簡單說明您打算如何使用這個應用程式

# application_name_label
source: What's your name?
es: ¿Cómo te llamas?
ko: 이름이 어떻게 되시나요?
vi: Tên của bạn là gì?
zh_hans: 您叫什么名字？
zh_hant: 您叫什麼名字？

# application_name_placeholder
source: First and last name
es: Nombre y apellido
ko: 성과 이름
vi: Họ và tên
zh_hans: 名字和姓氏
zh_hant: 名字與姓氏

# application_nav_title
source: Your Application
es: Tu postulación
ko: 내 신청서
vi: Đơn đăng ký của bạn
zh_hans: 您的申请
zh_hant: 您的申請

# application_sign_out
source: Sign Out
es: Cerrar sesión
ko: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# application_submit_button
source: Submit Application
es: Enviar postulación
ko: 신청서 제출
vi: Gửi đơn đăng ký
zh_hans: 提交申请
zh_hant: 提交申請

# application_subtitle
source: Tell us a little about yourself so we can review your account.
es: Cuéntanos un poco sobre ti para que podamos revisar tu cuenta.
ko: 계정을 검토할 수 있도록 간단히 자기소개를 해 주세요.
vi: Hãy cho chúng tôi biết đôi chút về bạn để chúng tôi xem xét tài khoản của bạn.
zh_hans: 请简单介绍一下自己，以便我们审核您的账户。
zh_hant: 請簡單介紹一下自己，以便我們審核您的帳戶。

# application_title
source: Almost There
es: Ya casi
ko: 거의 다 됐어요
vi: Gần xong rồi
zh_hans: 即将完成
zh_hant: 即將完成

source: Approve
es: Aprobar
ko: 승인
vi: Phê duyệt
zh_hans: 批准
zh_hant: 批准

source: Archive
es: Archivar
ko: 보관
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存

source: Ask a Question
es: Hacer una pregunta
ko: 질문하기
vi: Đặt câu hỏi
zh_hans: 提问
zh_hant: 提問

# auth_apple_auth_code_failed
source: Failed to obtain authorization code from Apple
es: Error al obtener el código de autorización de Apple
ko: Apple에서 인증 코드를 받지 못했습니다
vi: Không thể lấy mã xác thực từ Apple
zh_hans: 无法从 Apple 获取授权码
zh_hant: 無法從 Apple 取得授權碼

# auth_apple_deletion_requires_signin
source: Account deletion requires Apple Sign-In confirmation. Please try again.
es: La eliminación de la cuenta requiere confirmación de inicio de sesión de Apple. Inténtalo de nuevo.
ko: 계정 삭제를 위해 Apple 로그인 확인이 필요합니다. 다시 시도해 주세요.
vi: Xóa tài khoản cần xác nhận đăng nhập Apple. Vui lòng thử lại.
zh_hans: 删除账户需要确认 Apple 登录。请重试。
zh_hant: 刪除帳號需要確認 Apple 登入。請重試。

# auth_apple_revoke_failed
source: Failed to revoke Apple Sign-In: %@
es: Error al revocar el inicio de sesión de Apple: %@
ko: Apple 로그인 철회 실패: %@
vi: Không thể thu hồi đăng nhập Apple: %@
zh_hans: 撤销 Apple 登录失败：%@
zh_hant: 撤銷 Apple 登入失敗：%@

# auth_apple_signin_failed
source: Apple Sign-In failed: %@
es: Error de inicio de sesión de Apple: %@
ko: Apple 로그인 실패: %@
vi: Đăng nhập Apple thất bại: %@
zh_hans: Apple 登录失败：%@
zh_hant: Apple 登入失敗：%@

# auth_apple_unlink_failed
source: Failed to unlink Apple ID: %@
es: Error al desvincular Apple ID: %@
ko: Apple ID 연결 해제 실패: %@
vi: Không thể hủy liên kết Apple ID: %@
zh_hans: 取消关联 Apple ID 失败：%@
zh_hant: 取消關聯 Apple ID 失敗：%@

# auth_apple_unlink_only_method
source: Cannot unlink Apple ID — it is your only sign-in method. Please add a password first.
es: No se puede desvincular Apple ID: es tu único método de inicio de sesión. Primero agrega una contraseña.
ko: Apple ID를 연결 해제할 수 없습니다. 유일한 로그인 방법입니다. 먼저 비밀번호를 설정해 주세요.
vi: Không thể hủy liên kết Apple ID — đây là phương thức đăng nhập duy nhất của bạn. Vui lòng thêm mật khẩu trước.
zh_hans: 无法取消关联 Apple ID — 这是您唯一的登录方式。请先设置密码。
zh_hant: 無法取消關聯 Apple ID — 這是您唯一的登入方式。請先設定密碼。

# auth_create_account_button
source: Create Account
es: Crear cuenta
ko: 계정 만들기
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳戶

# auth_create_account_needed_body
source: Looks like you're new here! To get started, create an account from the welcome screen.
es: ¡Parece que eres nuevo por aquí! Para empezar, crea una cuenta desde la pantalla de bienvenida.
ko: 처음 오신 것 같네요! 시작하려면 환영 화면에서 계정을 만드세요.
vi: Có vẻ bạn là người mới! Để bắt đầu, hãy tạo tài khoản từ màn hình chào mừng.
zh_hans: 看来您是新朋友！请在欢迎页面创建账户以开始使用。
zh_hant: 看來您是新朋友！請在歡迎畫面建立帳戶以開始使用。

# auth_create_account_needed_footer
source: If you already have an account, try signing in with your email and password.
es: Si ya tienes una cuenta, intenta iniciar sesión con tu correo electrónico y contraseña.
ko: 이미 계정이 있다면 이메일과 비밀번호로 로그인해 보세요.
vi: Nếu bạn đã có tài khoản, hãy thử đăng nhập bằng email và mật khẩu.
zh_hans: 如果您已有账户，请尝试使用电子邮件和密码登录。
zh_hant: 如果您已有帳戶，請嘗試使用電子郵件和密碼登入。

# auth_create_account_needed_title
source: Welcome to Naar's Cars
es: Bienvenido a Naar's Cars
ko: Naar's Cars에 오신 것을 환영합니다
vi: Chào mừng đến với Naar's Cars
zh_hans: 欢迎来到 Naar's Cars
zh_hant: 歡迎來到 Naar's Cars

# auth_email_label
source: Email
es: Correo electrónico
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

# auth_email_placeholder
source: Enter your email
es: Ingresa tu correo electrónico
ko: 이메일을 입력하세요
vi: Nhập email của bạn
zh_hans: 请输入您的电子邮件
zh_hant: 請輸入您的電子郵件

# auth_error_apple_sign_in_incomplete
source: Sign in with Apple didn't finish. Please try again.
es: No se completó el inicio de sesión con Apple. Por favor, inténtalo de nuevo.
ko: Apple로 로그인이 완료되지 않았습니다. 다시 시도해 주세요.
vi: Đăng nhập bằng Apple chưa hoàn tất. Vui lòng thử lại.
zh_hans: 通过 Apple 登录未完成。请重试。
zh_hant: 使用 Apple 登入未完成。請重試。

# auth_error_email_not_confirmed
source: Please confirm your email address first. Check your inbox for the confirmation link.
es: Primero confirma tu correo electrónico. Revisa tu bandeja de entrada para encontrar el enlace de confirmación.
ko: 먼저 이메일 주소를 확인해 주세요. 받은편지함에서 확인 링크를 찾아보세요.
vi: Vui lòng xác nhận địa chỉ email của bạn trước. Hãy kiểm tra hộp thư để tìm liên kết xác nhận.
zh_hans: 请先确认您的电子邮件地址。请查看收件箱中的确认链接。
zh_hant: 請先確認您的電子郵件地址。請查看收件匣中的確認連結。

# auth_error_email_required
source: Email is required
es: El correo electrónico es obligatorio
ko: 이메일을 입력해 주세요
vi: Vui lòng nhập email
zh_hans: 请输入电子邮件
zh_hant: 請輸入電子郵件

# auth_error_invalid_credentials
source: That email or password isn't right. Check them and try again.
es: El correo electrónico o la contraseña no son correctos. Revísalos e inténtalo de nuevo.
ko: 이메일 또는 비밀번호가 올바르지 않습니다. 확인 후 다시 시도해 주세요.
vi: Email hoặc mật khẩu không đúng. Hãy kiểm tra và thử lại.
zh_hans: 电子邮件或密码不正确。请检查后重试。
zh_hant: 電子郵件或密碼不正確。請檢查後重試。

# auth_error_offline
source: You appear to be offline. Check your connection and try again.
es: Parece que no tienes conexión. Revisa tu conexión e inténtalo de nuevo.
ko: 오프라인 상태인 것 같습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Có vẻ bạn đang ngoại tuyến. Hãy kiểm tra kết nối và thử lại.
zh_hans: 您似乎已离线。请检查网络连接后重试。
zh_hant: 您似乎已離線。請檢查網路連線後重試。

# auth_error_password_required
source: Password is required
es: La contraseña es obligatoria
ko: 비밀번호를 입력해 주세요
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# auth_error_rate_limited
source: Please wait a moment before trying again
es: Por favor, espera un momento antes de intentarlo de nuevo
ko: 잠시 후에 다시 시도해 주세요
vi: Vui lòng đợi một chút trước khi thử lại
zh_hans: 请稍等片刻后再试
zh_hant: 請稍等片刻後再試

# auth_error_sign_in_failed
source: We couldn't sign you in. Please try again.
es: No pudimos iniciar tu sesión. Por favor, inténtalo de nuevo.
ko: 로그인하지 못했습니다. 다시 시도해 주세요.
vi: Chúng tôi không thể đăng nhập cho bạn. Vui lòng thử lại.
zh_hans: 登录失败。请重试。
zh_hant: 登入失敗。請重試。

# auth_forgot_password
source: Forgot Password?
es: ¿Olvidaste tu contraseña?
ko: 비밀번호를 잊으셨나요?
vi: Quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# auth_keyboard_next_field
source: Next field
es: Campo siguiente
ko: 다음 입력란
vi: Trường tiếp theo
zh_hans: 下一个字段
zh_hant: 下一個欄位

# auth_keyboard_previous_field
source: Previous field
es: Campo anterior
ko: 이전 입력란
vi: Trường trước đó
zh_hans: 上一个字段
zh_hant: 上一個欄位

# auth_link_apple_id_subtitle
source: Connect your Apple ID to sign in with Face ID/Touch ID
es: Conecta tu Apple ID para iniciar sesión con Face ID/Touch ID
ko: Face ID/Touch ID로 로그인하려면 Apple ID를 연결하세요
vi: Kết nối Apple ID để đăng nhập bằng Face ID/Touch ID
zh_hans: 连接您的 Apple ID 以使用 Face ID/Touch ID 登录
zh_hant: 連接您的 Apple ID 以使用 Face ID/Touch ID 登入

# auth_link_apple_id_title
source: Link Apple ID
es: Vincular Apple ID
ko: Apple ID 연결
vi: Liên kết Apple ID
zh_hans: 关联 Apple ID
zh_hant: 關聯 Apple ID

# auth_login_title
source: Sign in to continue
es: Inicia sesión para continuar
ko: 계속하려면 로그인하세요
vi: Đăng nhập để tiếp tục
zh_hans: 登录以继续
zh_hant: 登入以繼續

# auth_no_account
source: Don't have an account?
es: ¿No tienes una cuenta?
ko: 계정이 없으신가요?
vi: Chưa có tài khoản?
zh_hans: 还没有账户？
zh_hant: 還沒有帳戶？

# auth_or_continue_with
source: or
es: o
ko: 또는
vi: hoặc
zh_hans: 或
zh_hant: 或

# auth_password_label
source: Password
es: Contraseña
ko: 비밀번호
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# auth_password_placeholder
source: Enter your password
es: Ingresa tu contraseña
ko: 비밀번호를 입력하세요
vi: Nhập mật khẩu của bạn
zh_hans: 请输入您的密码
zh_hant: 請輸入您的密碼

# auth_reset_rate_limited
source: Please wait before requesting another reset link
es: Por favor espera antes de solicitar otro enlace de restablecimiento
ko: 다른 재설정 링크를 요청하기 전에 잠시 기다려 주세요
vi: Vui lòng đợi trước khi yêu cầu liên kết đặt lại khác
zh_hans: 请稍候再请求另一个重置链接
zh_hant: 請稍候再請求另一個重設連結

# auth_reset_success_message
source: If an account exists with this email, you'll receive a password reset link.
es: Si existe una cuenta con este correo electrónico, recibirás un enlace para restablecer la contraseña.
ko: 이 이메일로 등록된 계정이 있으면 비밀번호 재설정 링크를 받게 됩니다.
vi: Nếu tài khoản tồn tại với email này, bạn sẽ nhận được liên kết đặt lại mật khẩu.
zh_hans: 如果存在使用此电子邮件的账户，您将收到密码重置链接。
zh_hant: 如果存在使用此電子郵件的帳戶，您將收到密碼重設連結。

# auth_save_username
source: Save Username
es: Guardar usuario
ko: 사용자 이름 저장
vi: Lưu tên đăng nhập
zh_hans: 保存用户名
zh_hant: 儲存使用者名稱

# auth_sign_in_button
source: Sign In
es: Iniciar sesión
ko: 로그인
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth_sign_up
source: Sign Up
es: Registrarse
ko: 가입
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# auth_use_email_instead_button
source: Use Email Instead
es: Usar correo electrónico
ko: 대신 이메일 사용
vi: Dùng email thay thế
zh_hans: 改用电子邮件
zh_hant: 改用電子郵件

# auth_valid_email_required
source: Valid email is required
es: Se requiere un correo electrónico válido
ko: 유효한 이메일이 필요합니다
vi: Cần có email hợp lệ
zh_hans: 需要有效的电子邮件
zh_hant: 需要有效的電子郵件

source: Authorization
es: Autorización
ko: 권한
vi: Ủy quyền
zh_hans: 授权
zh_hant: 授權

source: Available
es: Disponible
ko: 사용 가능
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

# badge_big_saver_desc
source: Helped save $250+
es: Ayudó a ahorrar más de $250
ko: $250+ 절약 도움
vi: Đã tiết kiệm hơn $250
zh_hans: 帮助节省$250+
zh_hant: 幫助節省$250+

# badge_big_saver_name
source: Big Saver
es: Gran Ahorrador
ko: 빅 세이버
vi: Tiết Kiệm Lớn
zh_hans: 大省钱
zh_hant: 大省錢

# badge_five_star_desc
source: Received 10+ five-star reviews
es: Recibió más de 10 reseñas de cinco estrellas
ko: 5성 리뷰 10개 이상
vi: Nhận hơn 10 đánh giá năm sao
zh_hans: 获得10+个五星评价
zh_hant: 獲得10+個五星評價

# badge_five_star_name
source: Five Star
es: Cinco Estrellas
ko: 파이브 스타
vi: Năm Sao
zh_hans: 五星
zh_hant: 五星

# badge_frequent_carbardian_desc
source: Made 10+ requests
es: Hizo más de 10 solicitudes
ko: 10회 이상 요청 등록
vi: Đã đưa ra hơn 10 yêu cầu
zh_hans: 发布10+个请求
zh_hant: 發布10+個請求

# badge_frequent_carbardian_name
source: Frequent Carbardian
es: Carbardiano Frecuente
ko: 단골 카바디안
vi: Carbardian Thường Xuyên
zh_hans: 常客卡巴迪安
zh_hant: 常客卡巴迪安

# badge_good_neighbor_desc
source: Fulfilled 10+ favors
es: Completó más de 10 favores
ko: 10회 이상 부탁 완료
vi: Đã hoàn thành hơn 10 lần nhờ vả
zh_hans: 完成10+次帮忙
zh_hant: 完成10+次幫忙

# badge_good_neighbor_name
source: Good Neighbor
es: Buen Vecino
ko: 좋은 이웃
vi: Láng Giềng Tốt
zh_hans: 好邻居
zh_hant: 好鄰居
